Repository: davidkallesen/Linksoft.VideoSurveillance
Catalog: src/Linksoft.Wpf.CameraWall/Resources/Translations.*.resx
Languages: da_dk, de_de

# MaxRecordingDuration
source: Maximum recording duration
da_dk: Maksimal optagelsesvarighed
de_de: Maximale Aufnahmedauer

# ThumbnailTileCount
source: Thumbnail tiles
da_dk: Miniature fliser

# OverrideToggleLocal
source: Local
da_dk: Lokal

source: Analysis resolution
da_dk: Analyseopløsning

source: Bounding Box Display
da_dk: Afgrænsningsboks visning

# ShowBoundingBoxInGrid
source: Show bounding boxes in grid view
da_dk: Vis afgrænsningsbokse i gittervisning

# ShowBoundingBoxInFullScreen
source: Show bounding boxes in full screen
da_dk: Vis afgrænsningsbokse i fuldskærm

source: Bounding box color
da_dk: Afgrænsningsboks farve

source: Bounding box thickness
da_dk: Afgrænsningsboks tykkelse

# BoundingBoxMinArea
source: Min. detection size
da_dk: Min. detektionsstørrelse

source: Click outside to close
da_dk: Klik udenfor for at lukke

source: Playback Overlay Settings
da_dk: Afspilning overlay indstillinger

# ShowPlaybackFilename
source: Show filename
da_dk: Vis filnavn

# PlaybackFilenameColor
source: Filename color
da_dk: Filnavn farve

# ShowPlaybackTimestamp
source: Show timestamp
da_dk: Vis tidsstempel

# PlaybackTimestampColor
source: Timestamp color
da_dk: Tidsstempel farve

source: Day
da_dk: Dag

source: Time
da_dk: Tid

# FilterAll
source: All
da_dk: Alle

# FilterToday
source: Today
da_dk: I dag

# FilterYesterday
source: Yesterday
da_dk: I går

# FilterLast7Days
source: Last 7 Days
da_dk: Sidste 7 dage

# FilterLast30Days
source: Last 30 Days
da_dk: Sidste 30 dage

# FilterThisWeek
source: This Week
da_dk: Denne uge

# FilterThisMonth
source: This Month
da_dk: Denne måned

# FilterNight
source: 00:00 - 06:00 (Night)
da_dk: 00:00 - 06:00 (Nat)

# FilterMorning
source: 06:00 - 12:00 (Morning)
da_dk: 06:00 - 12:00 (Morgen)

# FilterAfternoon
source: 12:00 - 18:00 (Afternoon)
da_dk: 12:00 - 18:00 (Eftermiddag)

# FilterEvening
source: 18:00 - 24:00 (Evening)
da_dk: 18:00 - 24:00 (Aften)

# EnableTimelapse
source: Enable Timelapse Capture
da_dk: Aktivér timelapse-optagelse

# TimelapseInterval
source: Capture Interval
da_dk: Optagelsesinterval

source: Timelapse Settings
da_dk: Timelapse indstillinger

source: Capture
da_dk: Optagelse

source: Storage
da_dk: Lagring

source: Capture Overrides
da_dk: Optagelsestilsidesættelser

source: Timelapse Overrides
da_dk: Timelapse tilsidesættelser

source: Update Available
da_dk: Opdatering tilgængelig

# UpdateAvailableMessage1
source: Version {0} is available. Click to download.
da_dk: Version {0} er tilgængelig. Klik for at downloade.

source: Test
de_de: Testen

# InitializeStartHost
source: Start host
de_de: Host starten

source: Stop
de_de: Stopp
