Repository: davidkallesen/Linksoft.VideoSurveillance
Catalog: src/Linksoft.Wpf.CameraWall/Resources/Translations.*.resx
Languages: da_dk, de_de

source: Connection timed out
da_dk: Forbindelsen fik timeout
de_de: Verbindungszeitüberschreitung

source: Connected
da_dk: Forbundet
de_de: Verbunden

source: Connecting...
da_dk: Forbinder...
de_de: Verbinde...

source: Reconnecting...
da_dk: Genopretter forbindelse...
de_de: Verbindung wird wiederhergestellt...

source: Disconnected
da_dk: Afbrudt
de_de: Getrennt

source: Error
da_dk: Fejl
de_de: Fehler

source: Unknown
da_dk: Ukendt
de_de: Unbekannt

source: Connection successful
da_dk: Forbindelse lykkedes
de_de: Verbindung erfolgreich

# StreamOpenFailed
source: Failed to open stream
da_dk: Kunne ikke åbne stream
de_de: Stream konnte nicht geöffnet werden

# FailedWithStatus1
source: Failed: {0}
da_dk: Fejlet: {0}
de_de: Fehlgeschlagen: {0}

source: Edit Camera...
da_dk: Rediger kamera...
de_de: Kamera bearbeiten...

source: Delete Camera
da_dk: Slet kamera
de_de: Kamera löschen

source: Show in Full Screen
da_dk: Vis i fuldskærm
de_de: Im Vollbildmodus anzeigen

source: Swap Left
da_dk: Byt til venstre
de_de: Nach links tauschen

source: Swap Right
da_dk: Byt til højre
de_de: Nach rechts tauschen

source: Take Snapshot
da_dk: Tag skærmbillede
de_de: Schnappschuss aufnehmen

source: Reconnect
da_dk: Genopret forbindelse
de_de: Erneut verbinden

source: Save Snapshot
da_dk: Gem skærmbillede
de_de: Schnappschuss speichern

source: Add Camera
da_dk: Tilføj kamera
de_de: Kamera hinzufügen

source: New Camera
da_dk: Nyt kamera
de_de: Neue Kamera

source: New Layout
da_dk: Nyt layout
de_de: Neues Layout

source: Delete Layout
da_dk: Slet layout
de_de: Layout löschen

source: Rename Layout
da_dk: Omdøb layout
de_de: Layout umbenennen

# EnterNewLayoutName
source: Enter a new name for the layout:
da_dk: Indtast et nyt navn til layoutet:
de_de: Geben Sie einen neuen Namen für das Layout ein:

source: Rename layout cancelled
da_dk: Omdøb layout annulleret
de_de: Layout umbenennen abgebrochen

# LayoutRenamed2
source: Layout renamed: {0} â†’ {1}
da_dk: Layout omdøbt: {0} → {1}
de_de: Layout umbenannt: {0} → {1}

source: Ready
da_dk: Klar
de_de: Bereit

source: Add Camera dialog...
da_dk: Tilføj kamera dialog...
de_de: Kamera hinzufügen Dialog...

# AddedCamera1
source: Added camera: {0}
da_dk: Tilføjet kamera: {0}
de_de: Kamera hinzugefügt: {0}

source: Add camera cancelled
da_dk: Tilføj kamera annulleret
de_de: Kamera hinzufügen abgebrochen

# EditingCamera1
source: Editing camera: {0}
da_dk: Redigerer kamera: {0}
de_de: Kamera wird bearbeitet: {0}

# UpdatedCamera1
source: Updated camera: {0}
da_dk: Opdateret kamera: {0}
de_de: Kamera aktualisiert: {0}

source: Edit camera cancelled
da_dk: Rediger kamera annulleret
de_de: Kamera bearbeiten abgebrochen

# DeletedCamera1
source: Deleted camera: {0}
da_dk: Slettet kamera: {0}
de_de: Kamera gelöscht: {0}

# FullScreenCamera1
source: Full screen: {0}
da_dk: Fuldskærm: {0}
de_de: Vollbild: {0}

source: Reconnecting all cameras...
da_dk: Gentilslutter alle kameraer...
de_de: Alle Kameras werden neu verbunden...

source: All cameras reconnected
da_dk: Alle kameraer gentilsluttet
de_de: Alle Kameras neu verbunden

source: New layout cancelled
da_dk: Nyt layout annulleret
de_de: Neues Layout abgebrochen

# LayoutCreated1
source: Layout created: {0}
da_dk: Layout oprettet: {0}
de_de: Layout erstellt: {0}

# DeletedLayout1
source: Deleted layout: {0}
da_dk: Slettet layout: {0}
de_de: Layout gelöscht: {0}

# SetStartupLayout1
source: Set startup layout: {0}
da_dk: Startlayout indstillet: {0}
de_de: Startlayout festgelegt: {0}

# CameraDisconnected1
source: Camera disconnected: {0}
da_dk: Kamera afbrudt: {0}
de_de: Kamera getrennt: {0}

# CameraConnected1
source: Camera connected: {0}
da_dk: Kamera forbundet: {0}
de_de: Kamera verbunden: {0}

# PositionChanged1
source: Position changed: {0}
da_dk: Position ændret: {0}
de_de: Position geändert: {0}

# LoadedLayout1
source: Loaded layout: {0}
da_dk: Indlæst layout: {0}
de_de: Layout geladen: {0}

# LoadedCameras1
source: Loaded {0} camera(s)
da_dk: Indlæst {0} kamera(er)
de_de: {0} Kamera(s) geladen

# ConfirmDeleteCamera1
source: Are you sure you want to delete camera '{0}'?
da_dk: Er du sikker på, at du vil slette kameraet '{0}'?
de_de: Sind Sie sicher, dass Sie die Kamera '{0}' löschen möchten?

# ConfirmDeleteLayout1
source: Are you sure you want to delete layout '{0}'?
da_dk: Er du sikker på, at du vil slette layoutet '{0}'?
de_de: Sind Sie sicher, dass Sie das Layout '{0}' löschen möchten?

# EnterLayoutName
source: Enter a name for the new layout:
da_dk: Indtast et navn til det nye layout:
de_de: Geben Sie einen Namen für das neue Layout ein:

# IpAddressRequired
source: IP Address is required
da_dk: IP-adresse er påkrævet
de_de: IP-Adresse ist erforderlich

# IpAddressAlreadyExists
source: A camera with this IP address already exists
da_dk: Et kamera med denne IP-adresse og sti findes allerede
de_de: Eine Kamera mit dieser IP-Adresse existiert bereits

# PortRangeError
source: Port must be between 1 and 65535
da_dk: Port skal være mellem 1 og 65535
de_de: Port muss zwischen 1 und 65535 liegen

# DisplayNameRequired
source: Display Name is required
da_dk: Visningsnavn er påkrævet
de_de: Anzeigename ist erforderlich

# DisplayNameTooLong
source: Display Name cannot exceed 256 characters
da_dk: Visningsnavn må ikke overstige 256 tegn
de_de: Anzeigename darf 256 Zeichen nicht überschreiten

# LayoutNameAlreadyExists
source: A layout with this name already exists
da_dk: Et layout med dette navn findes allerede
de_de: Ein Layout mit diesem Namen existiert bereits

# NetworkScannerHeader
source: Network Scanner - Find Cameras
da_dk: Netværksscanner - Find kameraer
de_de: Netzwerkscanner - Kameras finden

source: Camera Configuration
da_dk: Kamerakonfiguration
de_de: Kamerakonfiguration

source: Display Name
da_dk: Visningsnavn
de_de: Anzeigename

source: Description
da_dk: Beskrivelse
de_de: Beschreibung

source: Protocol
da_dk: Protokol
de_de: Protokoll

source: IP Address
da_dk: IP-adresse
de_de: IP-Adresse

source: Path
da_dk: Sti
de_de: Pfad

source: Username
da_dk: Brugernavn
de_de: Benutzername

source: Password
da_dk: Adgangskode
de_de: Passwort

source: Test Result
da_dk: Testresultat
de_de: Testergebnis

source: Not tested
da_dk: Ikke testet
de_de: Nicht getestet

source: Save
da_dk: Gem
de_de: Speichern

source: Cancel
da_dk: Annuller
de_de: Abbrechen

# NoCamerasConfigured
source: No cameras configured. Add a camera to get started.
da_dk: Ingen kameraer konfigureret. Tilføj et kamera for at komme i gang.
de_de: Keine Kameras konfiguriert. Fügen Sie eine Kamera hinzu, um zu beginnen.

source: About
da_dk: Om
de_de: Über

source: About Linksoft Camera Wall
da_dk: Om Linksoft Camera Wall
de_de: Über Linksoft Camera Wall

# ApplicationDescription
source: A professional camera wall application for monitoring multiple RTSP/HTTP camera streams in a dynamic grid layout.
da_dk: En professionel kameravæg-applikation til overvågning af flere RTSP/HTTP kamerastrømme i et dynamisk gitter-layout.
de_de: Eine professionelle Kamerawand-Anwendung zur Überwachung mehrerer RTSP/HTTP-Kamerastreams in einem dynamischen Rasterlayout.

source: Copyright
da_dk: Ophavsret
de_de: Urheberrecht

source: All rights reserved.
da_dk: Alle rettigheder forbeholdes.
de_de: Alle Rechte vorbehalten.

source: Check for Updates
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen

source: Current Version
da_dk: Nuværende version
de_de: Aktuelle Version

source: Latest Version
da_dk: Seneste version
de_de: Neueste Version

source: Checking for updates...
da_dk: Søger efter opdateringer...
de_de: Suche nach Updates...

# NewVersionAvailable
source: A new version is available!
da_dk: En ny version er tilgængelig!
de_de: Eine neue Version ist verfügbar!

source: You are up to date.
da_dk: Du er opdateret.
de_de: Sie sind auf dem neuesten Stand.

source: Download Latest
da_dk: Hent seneste
de_de: Neueste herunterladen

source: Close
da_dk: Luk
de_de: Schließen

# UnableToCheckForUpdates
source: Unable to check for updates. Please check your internet connection.
da_dk: Kan ikke søge efter opdateringer. Tjek venligst din internetforbindelse.
de_de: Updates können nicht überprüft werden. Bitte überprüfen Sie Ihre Internetverbindung.

# PressEscToExit
source: Press ESC to exit full screen
da_dk: Tryk ESC for at afslutte fuldskærm
de_de: Drücken Sie ESC, um den Vollbildmodus zu beenden

source: Settings
da_dk: Indstillinger
de_de: Einstellungen

source: General
da_dk: Generelt
de_de: Allgemein

source: Application Appearance
da_dk: Programudseende
de_de: Anwendungsdarstellung

source: Startup
da_dk: Opstart
de_de: Start

source: Connect cameras on startup
da_dk: Tilslut kameraer ved opstart
de_de: Kameras beim Start verbinden

# StartMaximized
source: Start maximized (fullscreen)
da_dk: Start maksimeret (fuldskærm)
de_de: Maximiert starten (Vollbild)

# StartRibbonCollapsed
source: Start with ribbon collapsed
da_dk: Start med bånd sammenfoldet
de_de: Mit eingeklapptem Menüband starten

source: Camera Display
da_dk: Kameravisning
de_de: Kameraanzeige

source: Overlay Settings
da_dk: Overlay-indstillinger
de_de: Overlay-Einstellungen

# ShowCameraOverlayTitle
source: Show camera title
da_dk: Vis kameratitel
de_de: Kameratitel anzeigen

# ShowCameraOverlayDescription
source: Show camera description
da_dk: Vis kamerabeskrivelse
de_de: Kamerabeschreibung anzeigen

# ShowCameraOverlayTime
source: Show current time
da_dk: Vis aktuel tid
de_de: Aktuelle Zeit anzeigen

# ShowCameraOverlayConnectionStatus
source: Show connection status
da_dk: Vis forbindelsesstatus
de_de: Verbindungsstatus anzeigen

source: Overlay opacity
da_dk: Overlay-gennemsigtighed
de_de: Overlay-Deckkraft

source: Grid Layout
da_dk: Gitter-layout
de_de: Rasterlayout

source: Allow drag and drop reorder
da_dk: Tillad træk og slip omorganisering
de_de: Drag & Drop-Neuanordnung erlauben

source: Auto-save layout changes
da_dk: Gem layout-ændringer automatisk
de_de: Layout-Änderungen automatisch speichern

source: Connection
da_dk: Forbindelse
de_de: Verbindung

source: Connection Settings
da_dk: Forbindelsesindstillinger
de_de: Verbindungseinstellungen

source: Connection timeout (seconds)
da_dk: Forbindelsestimeout (sekunder)
de_de: Verbindungszeitüberschreitung (Sekunden)

source: Reconnect delay (seconds)
da_dk: Genoprettelsesforinkelse (sekunder)
de_de: Wiederverbindungsverzögerung (Sekunden)

# MaxReconnectAttempts
source: Maximum reconnect attempts
da_dk: Maksimale genoprettelsesforsøg
de_de: Maximale Wiederverbindungsversuche

# AutoReconnectOnFailure
source: Automatically reconnect on failure
da_dk: Genopret automatisk forbindelse ved fejl
de_de: Bei Fehler automatisch wiederverbinden

source: Notifications
da_dk: Notifikationer
de_de: Benachrichtigungen

source: Show notification on disconnect
da_dk: Vis notifikation ved afbrydelse
de_de: Benachrichtigung bei Trennung anzeigen

source: Show notification on reconnect
da_dk: Vis notifikation ved genoprettelse
de_de: Benachrichtigung bei Wiederverbindung anzeigen

source: Play notification sound
da_dk: Afspil notifikationslyd
de_de: Benachrichtigungston abspielen

source: Performance
da_dk: Ydeevne
de_de: Leistung

source: Video Settings
da_dk: Videoindstillinger
de_de: Videoeinstellungen

source: Video quality
da_dk: Videokvalitet
de_de: Videoqualität

# HardwareAcceleration
source: Enable hardware acceleration
da_dk: Aktiver hardwareacceleration
de_de: Hardwarebeschleunigung aktivieren

source: Low latency mode
da_dk: Lav forsinkelsestilstand
de_de: Niedrige Latenz-Modus

source: Buffer duration (ms)
da_dk: Buffervarighed (ms)
de_de: Pufferdauer (ms)

source: Recording
da_dk: Optagelse
de_de: Aufnahme

source: Recording Settings
da_dk: Optagelsesindstillinger
de_de: Aufnahmeeinstellungen

# RecordingPath
source: Recording folder
da_dk: Optagelsesmappe
de_de: Aufnahmeordner

source: Select recording folder...
da_dk: Vælg optagelsesmappe...
de_de: Aufnahmeordner auswählen...

source: Recording format
da_dk: Optagelsesformat
de_de: Aufnahmeformat

# EnableRecordingOnMotion
source: Enable recording on motion detection
da_dk: Aktiver optagelse ved bevægelsesregistrering
de_de: Aufnahme bei Bewegungserkennung aktivieren

# EnableRecordingOnConnect
source: Start recording on connect
da_dk: Start optagelse ved forbindelse
de_de: Aufnahme bei Verbindung starten

source: Advanced
da_dk: Avanceret
de_de: Erweitert

source: Logging
da_dk: Logning
de_de: Protokollierung

source: Enable debug logging
da_dk: Aktiver fejlfindingslogning
de_de: Debug-Protokollierung aktivieren

# LogPath
source: Log folder
da_dk: Logmappe
de_de: Protokollordner

source: Select log folder...
da_dk: Vælg logmappe...
de_de: Protokollordner auswählen...

source: Maintenance
da_dk: Vedligeholdelse
de_de: Wartung

source: Restore Defaults
da_dk: Gendan standardindstillinger
de_de: Standardeinstellungen wiederherstellen

# CurrentLayoutGroup
source: Current Layout
da_dk: Nuværende layout
de_de: Aktuelles Layout

source: Actions
da_dk: Handlinger
de_de: Aktionen

source: Set as Startup
da_dk: Sæt som opstart
de_de: Als Startlayout festlegen

source: Cameras
da_dk: Kameraer
de_de: Kameras

source: Camera
da_dk: Kamera
de_de: Kamera

source: Reconnect All
da_dk: Gentilslut alle
de_de: Alle neu verbinden

source: View
da_dk: Visning
de_de: Ansicht

# CamerasLabel
source: Cameras:
da_dk: Kameraer:
de_de: Kameras:

# ConnectedLabel
source: Connected:
da_dk: Forbundet:
de_de: Verbunden:

# InitializePrefix
source: Initialize:
da_dk: Initialiserer:

# InitializeLoadConfiguration
source: Load configuration
da_dk: Indlæs konfiguration
de_de: Konfiguration laden

# InitializeApplyUISettings
source: Apply UI settings
da_dk: Anvend UI-indstillinger
de_de: UI-Einstellungen anwenden

# InitializeCameraEngine
source: Camera engine
da_dk: Kameramotor
de_de: Kamera-Engine initialisieren

# InitializeLoadMainWindow
source: Load main window
da_dk: Indlæs hovedvindue
de_de: Hauptfenster laden

# InitializeComplete
source: Complete
da_dk: Færdig
de_de: Abgeschlossen

source: Snapshot Settings
da_dk: Skærmbillede indstillinger
de_de: Schnappschuss-Einstellungen

# SnapshotPath
source: Snapshot folder
da_dk: Skærmbillede mappe
de_de: Schnappschuss-Ordner

source: Select snapshot folder...
da_dk: Vælg skærmbillede mappe...
de_de: Schnappschuss-Ordner auswählen...

source: Exit
da_dk: Afslut
de_de: Beenden

source: Assign Camera
da_dk: Tildel kamera
de_de: Kamera zuweisen

source: Assign Camera to Layout
da_dk: Tildel kamera til layout
de_de: Kamera zu Layout zuweisen

source: Assign camera cancelled
da_dk: Tildel kamera annulleret
de_de: Kamera zuweisen abgebrochen

source: Available Cameras
da_dk: Tilgængelige kameraer
de_de: Verfügbare Kameras

source: Assigned to Layout
da_dk: Tildelt til layout
de_de: Dem Layout zugewiesen

# MoveToAssigned
source: Move selected to assigned
da_dk: Flyt valgte til tildelt
de_de: Ausgewählte zu zugewiesen verschieben

# MoveToAvailable
source: Move selected to available
da_dk: Flyt valgte til tilgængelige
de_de: Ausgewählte zu verfügbar verschieben

source: Move all to assigned
da_dk: Flyt alle til tildelt
de_de: Alle zu zugewiesen verschieben

source: Move all to available
da_dk: Flyt alle til tilgængelige
de_de: Alle zu verfügbar verschieben

# LayoutCamerasUpdated2
source: Layout updated: {0} added, {1} removed
da_dk: Layout opdateret: {0} tilføjet, {1} fjernet
de_de: Layout aktualisiert: {0} hinzugefügt, {1} entfernt

source: Move up
da_dk: Flyt op
de_de: Nach oben

source: Move down
da_dk: Flyt ned
de_de: Nach unten

source: Layout order updated
da_dk: Layoutrækkefølge opdateret
de_de: Layout-Reihenfolge aktualisiert

source: Advanced Settings
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen

source: Use low latency mode
da_dk: Brug lav latenstilstand
de_de: Niedrige Latenz verwenden

source: Max latency (ms)
da_dk: Maks. latens (ms)
de_de: Max. Latenz (ms)

# UseLowLatencyModeInfo
source: Enables optimized settings for minimal delay. Reduces buffer size and disables some processing to achieve near real-time video playback.
da_dk: Aktiverer optimerede indstillinger for minimal forsinkelse. Reducerer bufferstørrelse og deaktiverer noget behandling for at opnå næsten realtids videoafspilning.
de_de: Aktiviert optimierte Einstellungen für minimale Verzögerung. Reduziert die Puffergröße und deaktiviert einige Verarbeitungen, um nahezu Echtzeit-Videowiedergabe zu erreichen.

# MaxLatencyMsInfo
source: Maximum allowed delay in milliseconds before the player skips frames to catch up. Lower values reduce delay but may cause stuttering on slow connections.
da_dk: Maksimal tilladt forsinkelse i millisekunder, før afspilleren springer billeder over for at indhente. Lavere værdier reducerer forsinkelse, men kan forårsage hakken på langsomme forbindelser.
de_de: Maximal erlaubte Verzögerung in Millisekunden, bevor der Player Frames überspringt, um aufzuholen. Niedrigere Werte reduzieren die Verzögerung, können aber bei langsamen Verbindungen zu Ruckeln führen.

# RtspTransportInfo
source: TCP is more reliable but may have higher latency. UDP is faster but packets may be lost on unstable networks.
da_dk: TCP er mere pålidelig, men kan have højere latens. UDP er hurtigere, men pakker kan gå tabt på ustabile netværk.
de_de: TCP ist zuverlässiger, kann aber eine höhere Latenz haben. UDP ist schneller, aber Pakete können in instabilen Netzwerken verloren gehen.

# BufferDurationMsInfo
source: Amount of video data to buffer before playback. Higher values provide smoother playback but increase delay. Set to 0 for minimal buffering in low latency mode.
da_dk: Mængden af videodata, der skal bufferes før afspilning. Højere værdier giver jævnere afspilning, men øger forsinkelsen. Sæt til 0 for minimal buffering i lav latenstilstand.
de_de: Menge der Videodaten, die vor der Wiedergabe gepuffert werden. Höhere Werte bieten eine flüssigere Wiedergabe, erhöhen aber die Verzögerung. Auf 0 setzen für minimale Pufferung im Niedrige-Latenz-Modus.

source: Default Overlay Position
da_dk: Standard overlay-position
de_de: Standard Overlay-Position

source: Default Protocol
da_dk: Standard protokol
de_de: Standard Protokoll

source: Default Port
da_dk: Standard port
de_de: Standard Port

source: Default Camera Settings
da_dk: Standard kameraindstillinger
de_de: Standard Kameraeinstellungen

source: Streaming Settings
da_dk: Streaming indstillinger
de_de: Streaming-Einstellungen

source: Overrides
da_dk: Tilsidesættelser
de_de: Überschreibungen

# UseDefaultSetting
source: Use default
da_dk: Brug standard
de_de: Standard verwenden

source: Display Overrides
da_dk: Visnings tilsidesættelser
de_de: Anzeige-Überschreibungen

source: Connection Overrides
da_dk: Forbindelses tilsidesættelser
de_de: Verbindungs-Überschreibungen

source: Performance Overrides
da_dk: Ydelses tilsidesættelser
de_de: Leistungs-Überschreibungen

source: Recording Overrides
da_dk: Optagelses tilsidesættelser
de_de: Aufnahme-Überschreibungen

# OverrideSettingsInfo
source: Override application defaults for this camera only. Uncheck "Use default" to set a camera-specific value.
da_dk: Tilsidesæt applikationsstandarder kun for dette kamera. Fjern markeringen "Brug standard" for at angive en kameraspecifik værdi.
de_de: Überschreiben Sie die Anwendungsstandards nur für diese Kamera. Deaktivieren Sie "Standard verwenden", um einen kameraspezifischen Wert festzulegen.

source: Start Recording
da_dk: Start optagelse
de_de: Aufnahme starten

source: Stop Recording
da_dk: Stop optagelse
de_de: Aufnahme stoppen

# RecordingStarted1
source: Recording started: {0}
da_dk: Optagelse startet: {0}
de_de: Aufnahme gestartet: {0}

# RecordingStopped1
source: Recording stopped: {0}
da_dk: Optagelse stoppet: {0}
de_de: Aufnahme gestoppt: {0}

# RecordingFailed1
source: Recording failed: {0}
da_dk: Optagelse fejlede: {0}
de_de: Aufnahme fehlgeschlagen: {0}

source: Motion
da_dk: Bevægelse

# MotionDetected1
source: Motion detected: {0}
da_dk: Bevægelse registreret: {0}
de_de: Bewegung erkannt: {0}

source: Motion Detection
da_dk: Bevægelsesregistrering

source: Motion Detection Settings
da_dk: Bevægelsesregistrering indstillinger
de_de: Bewegungserkennungs-Einstellungen

source: Motion sensitivity
da_dk: Bevægelsesfølsomhed
de_de: Bewegungsempfindlichkeit

# PostMotionDuration
source: Post-motion recording duration (seconds)
da_dk: Optagelse efter bevægelse (sekunder)
de_de: Aufnahmedauer nach Bewegung (Sekunden)

# AnalysisFrameRate
source: Analysis frame rate (FPS)
da_dk: Analyse billedfrekvens (FPS)
de_de: Analyse-Bildrate (FPS)

# MinimumChangePercent
source: Minimum change percentage
da_dk: Minimum ændringsprocent
de_de: Minimale Änderungsprozent

# CooldownSeconds
source: Cooldown period (seconds)
da_dk: Afkølingsperiode (sekunder)
de_de: Abkühlungszeit (Sekunden)

# MotionOverrides
source: Motion Detection Overrides
da_dk: Bevægelsesregistrering tilsidesættelser
de_de: Bewegungserkennung-Überschreibungen

source: Browse Recordings
da_dk: Gennemse optagelser
de_de: Aufnahmen durchsuchen

source: All Cameras
da_dk: Alle kameraer
de_de: Alle Kameras

# RecordingCamera
source: Camera
da_dk: Kamera
de_de: Kamera

# RecordingDateTime
source: Date/Time
da_dk: Dato/tid
de_de: Datum/Zeit

# RecordingSize
source: Size
da_dk: Størrelse
de_de: Größe

# RecordingDuration
source: Duration
da_dk: Varighed

source: Thumbnail
da_dk: Miniature
de_de: Vorschaubild

# ThumbnailPreviewTitle1
source: Thumbnail - {0}
da_dk: Miniature - {0}
de_de: Vorschaubild - {0}

source: File Name
da_dk: Filnavn
de_de: Dateiname

# PlayRecording
source: Play
da_dk: Afspil
de_de: Abspielen

# DeleteRecording
source: Delete
da_dk: Slet
de_de: Löschen

# OpenRecordingsFolder
source: Open Folder
da_dk: Åbn mappe
de_de: Ordner öffnen

# ConfirmDeleteRecording
source: Delete this recording?
da_dk: Slet denne optagelse?
de_de: Diese Aufnahme löschen?

source: No recordings found
da_dk: Ingen optagelser fundet
de_de: Keine Aufnahmen gefunden

# RecordingsFound1
source: {0} recording(s) found
da_dk: {0} optagelse(r) fundet
de_de: {0} Aufnahme(n) gefunden

source: Refresh
da_dk: Opdater
de_de: Aktualisieren

source: Play
da_dk: Afspil
de_de: Abspielen

source: Press ESC to close
da_dk: Tryk ESC for at lukke
de_de: ESC drücken zum Schließen

source: Recordings
da_dk: Optagelser
de_de: Aufnahmen

source: Media Cleanup
da_dk: Medieoprydning
de_de: Medienbereinigung

source: Cleanup schedule
da_dk: Oprydningsplan
de_de: Bereinigungsplan

source: Recording retention
da_dk: Optagelsesopbevaring
de_de: Aufnahmen aufbewahren

source: Snapshot retention
da_dk: Snapshotopbevaring
de_de: Schnappschüsse aufbewahren

source: Include snapshots in cleanup
da_dk: Inkluder snapshots i oprydning
de_de: Schnappschüsse in Bereinigung einbeziehen

# CleanupScheduleDisabled
source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert

# CleanupScheduleOnStartup
source: On Application Startup
da_dk: Ved programstart
de_de: Beim Programmstart

# CleanupScheduleOnStartupAndPeriodically
source: On Startup and Every 6 Hours
da_dk: Ved start og hver 6. time
de_de: Beim Start und alle 6 Stunden

# RetentionPeriod7Days
source: 7 Days
da_dk: 7 dage
de_de: 7 Tage

# RetentionPeriod14Days
source: 14 Days
da_dk: 14 dage
de_de: 14 Tage

# RetentionPeriod30Days
source: 30 Days
da_dk: 30 dage
de_de: 30 Tage

# RetentionPeriod60Days
source: 60 Days
da_dk: 60 dage
de_de: 60 Tage

# RetentionPeriod90Days
source: 90 Days
da_dk: 90 dage
de_de: 90 Tage

# RetentionPeriod6Months
source: 6 Months
da_dk: 6 måneder
de_de: 6 Monate

# RetentionPeriod1Year
source: 1 Year
da_dk: 1 år
de_de: 1 Jahr

source: Recording Segmentation
da_dk: Optagelsessegmentering
de_de: Aufnahme-Segmentierung

source: Enable hourly segmentation
da_dk: Aktiver segmentering pr. time
de_de: Stündliche Segmentierung aktivieren
